<?php

###         Настройки       ###

$api_key="c3f6eaa21af2cf8573b5fb9a3559372d"; 	// ключ полученный с api.xn--41a.ws
$key_lf="68afbad87cbf54b0914f013634eea54f";   // ключ last.fm
$skoka_viv="55";							 	// сколько выводить песен на 1 страницу
$kol_zap="50"; 								// сколько выводить последних запросов в подвале
$admin_email="magistr-yoda90@mail.ru";			// Емайл
###    настройки title, description и ключевых слов   ###

$title_i="Скачать новую музыку - слушать мп3 онлайн бесплатно Новые и популярные mp3 песни"; //тайтл главной страницы
$desc_i="Быстро скачать новинки mp3 2016, зарубежные, русские популярные новинки мп3 музыки, слушать песни онлайн"; //описание главной страницы
$keywords_i="Скачать, мп3, mp3, бесплатно, новинки, музыка, слушать, онлайн, популярные, 2016"; //ключевые слова для главной страницы

###       Настройка жанров, меню        ###

$styles='<li><a href="/genre/попса-pop/">Попса</a></li><li><a href="/genre/рок-rock/">Рок</a></li><li><a href="/genre/рэп-и-хип-хоп/">Рэп / хип-хоп</a></li><li><a href="/genre/alternative/">Альтернатива</a></li><li><a href="/genre/punk/">Панк</a></li><li><a href="/genre/metal/">Металл</a></li><li><a href="/genre/регги/">Регги</a></li><li><a href="/genre/этническая-музыка/">Фолк</a></li><li><a href="/genre/инструментальная/">Инструментальная</a></li><li><a href="/genre/шансон/">Шансон</a></li><li><a href="/genre/dance-and-house/">Дэнс и Хаус</a></li><li><a href="/genre/dubstep/">Дабстеп</a></li><li><a href="/genre/вокальная-музыка/">Акустика и вокал</a></li><li><a href="/genre/медляки/">Медляки</a></li><li><a href="/genre/дискотечная-танцевальная/">Танцевальная Дискотечная</a></li><li><a href="/genre/drum-and-bass/">Драм-н-бэйс</a></li><li><a href="/genre/ost-soundtrack/">Саундтреки</a></li><li><a href="/genre/классическая-музыка/">Классика</a></li><li><a href="/genre/trance/">Транс</a></li>';

//<li><a href="/genre/jazz-and-blues/">Джаз и Блюз</a></li><li><a href="/genre/разные/">Разные</a></li>


$foot_desc='<h3>Музыкальный портал Slushat-onlain.online</h3>
	<p>
		MusicPlayer — современный музыкальный портал, охватывающий «неприлично» полное собрание музыки всевозможных жанров.
		У нас Вы сможете слушать песни и качать музыку на компьютер бесплатно. Все песни, представленные на сайте, скрупулезно
		отсортированы по исполнителям и альбомам. Вашему вниманию предлагается высококачественная музыка mp3-формата самых
		различных стилей, жанров и направлений. Для того чтобы слушать песни бесплатно в онлайн-режиме Вам достаточно воспользоваться
		удобным поисковым фильтром и выбрать искомый трек, альбом или целый жанр. У нас можно слушать и качать новые песни без ограничений.
		Нет никакого лимита на количество скачиваемой музыки. Более того, Вам даже не надо регистрироваться! 
	</p>
	
	
		<h3>Поиск музыки</h3>
		<p>
			Музыкальный портал Слушать-онлайн предлагает максимально простую процедуру поиска музыки.
			Для Вашего удобства мы предусмотрели несколько вариантов:
			Вариант №1: Вы можете воспользоваться поисковым фильтром, расположенным в верхнем меню сайта.
			В этом случае поиск музыки в mp3-формате осуществляется посредством ввода названий интересующих вас композиций, групп, коллективов или конкретных исполнителей.
			Вариант №2: поиск музыки на нашем портале можно осуществить при помощи жанрового фильтра.
			Вам достаточно выбрать любимый жанр и ознакомиться со списком предлагаемых композиций.
		</p>

		<h3>Прослушивание музыки</h3>
		<p>
			Одно из главных преимуществ Сайта заключается в том, что всем нашим постоянным пользователям и новым посетителям предоставляется возможность
			слушать музыку онлайн бесплатно и без регистрации. Для того чтобы начать прослушивание музыки вовсе не нужно скачивать какие-либо программы и
			устанавливать дополнительные плееры. Послушать музыку в онлайн режиме можно прямо на сайте, нажав на иконку «play».
			Чтобы прослушать понравившиеся композиции повторно без лишних затрат времени на их поиск, рекомендуем воспользоваться пользовательским плейлистом (избранным).
			Таким образом, Вы сможете создать уникальную коллекцию любимой музыки, которая будет доступна для прослушивания в любое время дня и ночи.
		</p>

		<h3>Скачивание музыки</h3>
		<p>
			Качать музыку с нашего музыкального портала — одно удовольствие. Все песни скачиваются быстро, при этом, мы не ставим ограничений на количество.
			То есть, Вы можете скачать на компьютер музыку в mp3-формате, будь то одна песня или несколько альбомов, совершенно бесплатно и без регистрации.
			При скачивании Вам не придется вводить капчи, отправлять смс и осуществлять другие времязатратные операции.
			Вся музыка, предлагаемая к скачиванию, представлена в mp3 — самом распространённом формате хранения и передачи аудиоинформации.
			mp3-формат поддерживается едва ли не всеми портативными аудиоплеерами, операционными системами, а также современными моделями музыкальных центров и DVD-плееров.
		</p>
	';